Repository: FreePBX/cxpanel
Catalog: i18n/*/LC_MESSAGES/cxpanel.po
Languages: de_de, fa_ir, ru, vi

source: %s Login: %s
de_de: %s-Anmeldung: %s
vi: %s Đăng nhập: %s

source: %s Settings
de_de: %s-Einstellungen
ru: Настройки %s
vi: Các cài đặt %s

source: Add To %s
de_de: Zu %s hinzufügen
fa_ir: 1Add To %s
ru: Добавить в %s
vi: Thêm vào %s

source: Add to %s
de_de: Zu %s hinzufügen
fa_ir: Add to %s1
ru: Добавить в %s
vi: Thêm vào %s

source: Admin
de_de: Administrator
fa_ir: مدیر
ru: Администратор
vi: Quản trị viên

source: Alt. Phone Numbers
de_de: Alternative Telefonnummern
fa_ir: جایگزین. شماره تماس
ru: Дополнительные телефонные номера
vi: Các số điện thoại lựa chọn

source: Auto Answer
de_de: Automatische Antwort
fa_ir: پاسخ خودکار
ru: Автоответ
vi: Tự động trả lời

source: Create User
de_de: Benutzer anlegen
fa_ir: ایجاد کاربر
ru: Создать пользователя
vi: Tạo người dùng

source: Creates an %s user login which is associated with this extension.
de_de: Erzeugt eine %s-Benutzeranmeldung, die dieser Nebenstelle zugeordnet ist.
fa_ir: Creates an %1s user login which is associated with this extension.
vi: Tạo một đăng nhập %s người dùng được liên kết với máy nhánh này.

source: Email Inital Password
de_de: Initialkennwort per E-Mail senden
fa_ir: رمز اولیه ایمیل
ru: Отправить первоначальный пароль по почте
vi: Mật khẩu ban đầu của Email

source: Email Password
de_de: Kennwort per E-Mail senden
fa_ir: رمز ایمیل
ru: Отправить пароль по почте
vi: Mật khẩu Email

source: Full User
de_de: Vollständiger Benutzer
fa_ir: کاربر کامل
vi: Người dùng toàn quyền

source: If you do not know the password for this user you can change it in the User Password field above
de_de: Falls Sie das Benutzerkennwort nicht kennen, können Sie es im Felde Benutzerkennwort oben ändern
fa_ir: اگر رمز کاربر رو نمیدونین آن را در فیلد بالا تغییر دهید
ru: Если вы не знаете пароля этого пользователя, вы можете поменять его в поле "пароль пользователя" выше
vi: Nếu bạn không biết mật khẩu của người dùng này bạn có thể thay đổi nó trong trường Mật khẩu người dùng ở trên

source: Inherit
de_de: Erben
fa_ir: وارث
ru: Наследовать
vi: Kế thừa

source: Makes this extension a full user in %s. Full users have access to all the fuctionality in %s that the current license allows. The amount of full users allowed in %s is restricted via the license. If you mark this user as a full user and there are no more user licenes available the user will remain a lite user.
de_de: Mach aus dieser Nebenstelle in %s einen vollständigen Benutzer. Vollständige Benutzer haben in %s Zugriff auf alle Funktionen, die momentan lizenziert sind. Die Zahl der zulässigen Benutzer für %s wird durch die Lizenz bestimmt. Wenn Sie diesen Benutzer als vollständigen benutzer markieren und keine Benutzerlizenzen mehr verfügbar sind, bleibt der Benutzer ein einfache Benutzer.
fa_ir: Makes this extension a full user in %s1. Full users have access to all the fuctionality in %s2 that the current license allows. The amount of full users allowed in %s3 is restricted via the license. If you mark this user as a full user and there are no more user licenes available the user will remain a lite user.
vi: Tạo cho máy nhánh này một người dùng đầy đủ trong %s. Những người dùng toàn quyền sẽ có thể truy cập tất cả các tính năng trong %s đã được giấy phép hiện hành cho phép. Số lượng người dùng toàn quyền trong %s được giới hạn thông qua giấy phép. Nếu bạn đánh dầu người dùng này như một người dùng toàn quyền nhưng không có các giấy phép thì người dùng này được duy trì như một người dùng không toàn quyền ( lite user).

source: Makes this extension automatically answer the initial call received from the system when performing an origination within %s. Only works with Aastra, Grandstream, Linksys, Polycom, and Snom phones.
de_de: Sorgt dafür, dass diese Nebenstelle einen Anruf automatisch annimmt, falls jener in%s initiiert wurde. Funktioniert ausschließlich mit Aastra, Grandstream, Linksys, Polycom und Snom Telefonen.
fa_ir: Makes this extension automatically answer the initial call received from the system when performing an origination within %s1. Only works with Aastra, Grandstream, Linksys, Polycom, and Snom phones.
vi: Tạo cho máy nhánh này tự động trả lời cuộc gọi ban đầu nhận được từ hệ thống khi thực hiện một tạo nguồn trong vòng %s. Chỉ làm việc với các điện thoại Aastra, Grandstream, Linksys, Polycom, and Snom.

source: Makes this extension available in %s
de_de: Macht diese Nebenstelle in %s verfügbar
fa_ir: Makes this extension available in %s1
vi: Làm cho máy nhánh này khả dụng trong %s

source: Makes this user available in %s
de_de: Macht diesen Benutzer in %s verfügbar
fa_ir: Makes this user available in %s1
vi: Làm cho người dùng này khả dụng trong %s

source: Manages alternative phone numbers for this %s user.
de_de: Verwaltet alternative Telefonnummern für diesen %s-Benutzer.
fa_ir: Manages alternative phone numbers for this %s1 user.
ru: Управление дополнительными телефонными номерами для пользователя %s.
vi: Quản lý các số điện thoại lựa chọn cho %s người dùng này.

source: No
de_de: Nein
fa_ir: خیر
ru: Нет
vi: Không

source: Please specify a password for the %s user or uncheck "Create User" under "%s User Settings"
de_de: Bitte geben Sie ein Kennwort für den %s-Benutzer an oder wählen Sie die Option 'Benutzer anlegen' unter '%s-Benutzereinstellungen' ab
fa_ir: Please specify a password for the %s1 user or uncheck "Create User" under "%s2 User Settings"
ru: Пожалуйста, укажите пароль для пользователя %s или снимите галочку "создать пользователя" под "настройки пользователя %s"
vi: Vui lòng xác định một mật khẩu cho người dùng %s này hoặc không đánh dấu check tại "Create User" ( Tạo người dùng) tại " %s User Settings"

source: Specifies the password to be used for the %s User
de_de: Legt das Kennwort fest, das für den %s-Benutzer verwendet werden soll
fa_ir: Specifies the password to be used for the %s1 User
ru: Задает пароль для пользователя %s
vi: Xác định mật khẩu được sử dụng cho người dùng %s

source: Specifies which extensions will be bound to the $cxpanelBrandName user created for this extension. "Self" refers to this extension
de_de: Legt fest, welche Nebenstellen mit dem $cxpanelBrandName-Benutzer, der für diese Nebenstelle angelegt wurde, verknüpft werden. "Selbst" bezieht sich auf diese Nebenstelle
fa_ir: مشخص می کند که کدام افزونه ها به کاربر $cxpanelBrandName برای این افزونه محدود می شود. "خود" به این پسوند اشاره دارد
vi: Xác định các máy nhánh sẽ liên kết với người dùng $cxpanelBrandName đã tạo đối với máy nhánh này. "Self" để chỉ máy nhánh này

source: The inital password for this user is set to
de_de: Das Initialkennwort diese Benutzers lautet
fa_ir: رمز اولیه این کاربر
ru: Начальный пароль для этого пользователя -
vi: Mật khẩu ban đầu cho người dùng này được cài đặt là

source: The inital password for this user was never created or has been changed
de_de: Das Initialkennwort für diesen Benutzer wurde weder erzeugt noch geändert
fa_ir: رمز اولیه برای این یوزر تغییر کرده
ru: Начальный пароль этого пользователя не создавался или был изменен
vi: Mật khẩu ban đầu cho người dùng này đã chưa bao giờ được tạo hoặc đã bị thay đổi

source: This module automatically configures the operator panel to reflect the PBX configuration.
de_de: Dieses Modul konfiguriert das Bedienfeld automatisch so, dass es der TK-Anlage-Konfiguration entspricht.
fa_ir: این ماژول به طور خودکار پانل اپراتور را برای نمایش پیکربندی PBX پیکربندی می کند.
vi: Mô đun này sẽ tự động cấu hình bảng thao tác để phản ánh cấu hình PBX.

source: User Extensions
de_de: Benutzernebenstellen
fa_ir: اکستنشن یوزر
ru: Телефонные номера пользователя
vi: Các máy nhánh người dùng

source: User Password
de_de: Benutzerkennwort
fa_ir: رمزکاربر
ru: Пароль пользователя
vi: Mật khẩu người dùng

source: When checked the new specified password will be sent to the email cofigured in the voicemail settings. No email will be sent if no email address is specified or the password is not changing.
de_de: Ist dies ausgewählt, wird das neu angegebene Kennwort an die E-Mail-Adresse gesendet, die in den Voicemail-Einstellungen hinterlegt ist. Es wird keine E-Mail gesendet, wenn keine E-Mail-Adresse hinterlegt ist oder das Kennwort sich nicht ändert.
fa_ir: هنگام چک کردن گذرواژه مشخص شده، به ایمیل تنظیم شده در تنظیمات پست صوتی ارسال می شود. اگر آدرس ایمیل مشخص نشده یا رمز عبور تغییر نکند، هیچ ایمیلی ارسال نخواهد شد.
ru: Если поле отмечено, на почту, указанную в настройках голосовой почты, будет отправлен новый пароль. Сообщение не будет отправлено, если email не указан или пароль не поменялся.
vi: Khi đã đánh dấu check, mật khẩu mới xác định sẽ được gửi tới email đã được cấu hình trong các cài đặt hộp thư thoại. Không có email nào được gửi nếu không có địa chỉ email xác định hay mật khẩu không thay đổi.

source: Yes
de_de: Ja
fa_ir: بله
ru: Да
vi: Có

source: iSymphonyV3
vi: Phần mềm iSymphonyV3

source: iSymphonyV3 Panel
de_de: iSymphonyV3-Bedienfeld
fa_ir: پنل iSymphonyV3
ru: Панель iSymphonyV3
vi: Bảng iSymphonyV3
